Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: His Excellency clarified by saying that within the context of protecting workers rights the government of the UAE does not distinguish between race, nationality or faith but deals with this issue with due care through the preservation of principles and hu
ar: وأوضح معاليه أن حكومة دولة الامارات العربية المتحدة في سياق حماية حقوق العمال لا تفرق بين عرق أو جنسية أو معتقد، بل تتعامل مع هذه القضية بحرص عال من خلال المحافظة على المبادىء والقيم الانسانية وتحت سقف القانون. وأشار معاليه إلى أن الجهود التي تبذلها الدول

source: The UAE understands very well the problem of protecting workers from illegal practices. It is a subject of interest to many concerned authorities on the regional and global levels including governments and various types of international organisations and
ar: وتدرك دولة الامارات العربية المتحدة جيداً أن مسألة حماية العمال من أية ممارسات غير قانونية، هي موضع اهتمام للعديد من الجهات المعنية على المستويين الاقليمي والعالمي بما فيها الحكومات ومختلف أنواع المنظمات والجمعيات الدولية العاملة في مجال الإغاثة والمساعدا

source: Al-Mubarak: No to escalation and crises
ar: المبارك: لا للتصعيد والتأزيم

source: Jerusalem celebrates Palestinian Literature Festival next week
ar: القدس تحتفل بمهرجان فلسطين للادب الاسبوع القادم

source: Bethlehem – PNN: The Palestinian Literature Festival, which is a British initiative, is set to launch on the twenty third of May. The event is organized by the Yabos institute in Jerusalem and aims to revive Arabic literature with the participation of se
ar: بيت لحم /PNN-بمبادرة من مؤسسة بريطانيا ينطلق في الثالث والعشرين من هذا الشهر مهرجان فلسطين للادب والتي تشرف على تنظيمه مؤسسة يابوس في القدس وياتي هذا المهرجان من اجل احياء الادب باشراك مجموعة من الشعراء والادباء فيه.

source: Al Gaul said that the festival attracts global poets, intellects, and novelists from different areas who will engage with the audience, Palestinian writers, university students, and literary specialists through workshops and literary readings. This is se
ar: وحول الاهداف من اطلاق هذا المهرجان، قال الغول ان اهمية هذه الاحتفالية انها تشرك مجموعة من الكتاب العالميين الشعراء منهم والادباء والمثقفين والمبدعين المتميزين في مختلف مجالات الابداع، يشاركون في فلسطين في التفاعل مع مختلف الكتاب الفلسطينيين والجمهور الفلس

source: Khaled Al Gaul, festival coordinator at the Yabos institute, said that this is the second year the festival is being held in Palestine. The event is supported by the British Council and in collaboration with the Yabos institute for art productions in Pal
ar: وحدثنا خالد الغول من مؤسسة يابوس منسق الاحتفالية، الذي قال ان هذه الاحتفالية تقام للعام الثاني في فلسطين بمبادرة من مؤسسة بريطانيا وستقام بالتنسيق مع مؤسسة يابوس للانتاج الفني في فلسطين والمؤسسة البريطانيا ستنظمها وتنسق لها مركزيا في لندن وسيتم انتاج هذه

source: Al Gaul said that these initiatives are part of Jerusalem – Arabic culture capital – festivities, stating that it was only natural that the festivities are focused on Jerusalem since it’s the “capital of Arabic culture”. The festival is set to launch and
ar: واوضح الغول ان هذه الفعاليات تاتي ضمن احتفاليات القدس عاصمة الثقافة العربية 2009 حيث قال انه كما مجمل كل الفعاليات الثقافية التي تقام في فلسطين في هذه الايام فمن الطبيعي ان يكون جزءا من هذا الاهتمام ان يتركز على القدس كونها عاصمة الثقافة العربية وسيكون ال

source: When asked if there were any Israeli pressures against such festivities in Jerusalem, Al Gaul said that, up to this day, there have not been any attempts to stop the festivities and that everything and anything was expected. He said that the festival was
ar: وحول ان كان هناك ضغوطات من قبل الجانب الاسرائيلي ضد اقامة اي فعاليات في القدس قال الغول:حتى الان لن نتعرض لاي محاولة من اجل عرقلة الفعاليات والاحتفال ولكن كل شئ متوقع ووارد، واضاف:احتفاليتنا غير نظامية بطبيعتها لكننا نتوقع لانه اي شكل من اشكال التعبير ع

source: In objection to Riyadh hosting the Central Bank’s headquarters: UAE withdraws from Gulf Monetary Union Project
ar: اعتراضا على اختيار الرياض مقرا للمصرف المركزي: الإمارات تنسحب من الاتحاد النقدي الخليجي بعد معركة مع السعودية

source: In an unexpected turn of events, the UAE announced Wednesday its withdrawal from the GCC’s Gulf Monetary Union Project. The withdrawal poses as a major hit to the project which had previously witnessed Oman’s retreat. Emirati news agency WAM reported on
ar: في تطور مفاجئ أعلنت الإمارات العربية المتحدة، اليوم الأربعاء، انسحابها رسميا من مشروع الاتحاد النقدي لدول مجلس التعاون الخليجي، لتوجه ضربة موجعة للمشروع الذي سبق أن انسحبت منه سلطنة عمان. ونقلت وكالة أنباء الإمارات وام عن مصدر مسؤول___في وزارة الخارجية

source: Sultan Nasser Al Seweidy, Emirati central bank governor, said that the UAE dirham will remain pegged to the US dollar, and that the UAE’s monetary policy wil
ar: وأكد سلطان ناصر السويدي محافظ المصرف المركزي الاماراتي أن سعر صرف الدرهم سيظل مربوطا بالدولار الأمريكي، وأن السياسة النقدية لدولة الإمارات ستظل دون تغيير.

source: This decision came in light of UAE’s objections to the choice of Riyadh in hosting the Central Bank’s headquarters, as opposed to UAE.
ar: يأتي هذا القرار عقب تحفظ دولة الإمارات على اختيار الرياض، وليس الإمارات، مقرا للمصرف المركزي الخليجي، وتعتبر الامارات أنها الاحق بذلك.

source: The Gulf Central Bank is set to launch a unified Gulf currency within the GCC by 2010.
ar: وينظر إلى المصرف المركزي الخليجي على أنه الآداة القادرة على الاعداد لاطلاق العملة الموحدة لدول مجلس التعاون المقررة في 2010.

source: The unified currency project, which is part of a bigger initiative in which the Gulf seeks to build a common regional market including a customs union, took a blow over the past three years which Oman made the decision to refrain from participating.
ar: وكانت خطة الوحدة النقدية، وهي جزء من مشروع أوسع نطاقا لإقامة سوق مشتركة إقليمية تشمل اتحادا جمركيا، فقدت فاعليتها في السنوات الثلاث الاخيرة بعدما قررت سلطنة عمان عدم الانضمام.

source: Residential leaders signed on important monetary agreements in December of 2008. Central Bank governors had hoped to decide on a name for the currency and determine the exchange rate by the end of 2009.
ar: ووقع زعماء المنطقة اتفاقات مهمة للوحدة النقدية في ديسمبر/كانون الأول 2008، وكان محافظو البنوك المركزية يأملون في اختيار اسم العملة وتحديد سعر التحويل بنهاية عام 2009.

source: Five GCC countries have agreed to participate in this project: Saudi Arabia, Bahrain, UAE, Kuwait, and Qatar. Oman, being the sixth member, had abstained from participating.
ar: ووافقت خمس دول أعضاء في المجلس هي، السعودية، والبحرين، والامارات، والكويت، وقطر، في 30 ديسمبر/كانون الأول على اعتماد العملة الخليجية الموحدة، بينما انسحبت سلطنة عمان وهي العضو السادس في المجلس من هذا المشروع.

source: The unified currency project aims to assist Gulf countries in developing regional monetary markets, giving these nations more tools to influence monetary policies by intervening in the purchasing and selling process of monetary notes.
ar: ويمكن للوحدة النقدية أن تساعد دول الخليج على تطوير أسواق نقد اقليمية بما يمنحها المزيد من الأدوات للتأثير على السياسة النقدية عن طريق التدخل بالبيع والشراء في الاوراق المالية.

source: Some analysts say that the goal of a unified currency is difficult to attain; monetary policy frameworks within the Gulf are likely to part with time in to accommodate the different economical priorities of GCC countries.
ar: ويرى بعض المحللين أن وجود الوحدة النقدية أمر صعب المنال نظرا لأن أطر عمل السياسة النقدية في أنحاء الخليج من الارجح أن تفترق بمرور الزمن، وذلك انسجاما مع اختلاف الاولويات لمختلف اقتصادات مجلس التعاون الخليجي.

source: The release of Syrian dissident Michael Kilo
ar: الترحيب بالإفراج عن المعارض السوري ميشيل كيلو

source: Hassan Abdel Atheim, attorney and official spokesperson for the National Democratic opposition party, said in an exclusive statement to Elaph that he welcomes the release of Syrian dissident and novelist Michael Kilo. Abdel Atheim stated that this was hi
ar: رحب المحامي حسن عبد العظيم الناطق الرسمي بإسم التجمع الوطني الديمقراطي المعارض في تصريح خاص لإيلاف بإطلاق سراح الكاتب والمعارض السوري ميشيل كيلو ، وقال إن هذا حقه الطبيعي ، مؤكدا على ضرورة احترام أحكام القضاء وعلى عدم تدخل السلطة التنفيذية بالسلطة القض

source: Baheyya Mardini - Damascus:
ar: بهية مارديني من دمشق:

source: Zradsht Mohamed, political committee member within the Kurdish Democratic Unity Party in Syria, revealed to Elaph that Michael Kilo’s detainment was unjust and unlawful, stating that his arrest follows a policy of activist “elimination” adopted by the aut
ar: من جانبه قال زرادشت محمد عضو اللجنة السياسية في حزب الوحدة الديمقراطي الكردي في سوريا في تصريح خاص لإيلاف ان اعتقال ميشيل كيلو واعتقال معتقلي الرأي هو اعتقال تعسفي لا يستند إلى أي أسس قانونية او دستورية ، وهذا في سياق سياسة الإقصاء التي تتبعها السلطات بحق

source: Attorney and activist Khalil Ma’atooq told Elaph that Syrian dissident Michael Kilo’s defense team convened last night. The meeting was attended by attorneys Hassan Abdel Atheim, Khalil Ma’atooq, Joseph Al Lahham, Inrahim Al Hakim, and Abdel Razeq Zereiq
ar: وكان المحامي والناشط خليل معتوق أكد لايلاف ان هيئة الدفاع عن المعارض السوري ميشيل كيلو ، اجتمعت مساء أمس ، وضمّ الاجتماع المحامون حسن عبد العظيم ، خليل معتوق ، جوزيف اللحام ، ابراهيم الحكيم، عبد الرزاق زريق ، وتدارست هيئة الدفاع عدم إطلاق سراح ميشيل كيلو

source: ‘Reporters without Borders’ had also welcomed Kilo’s release upon the end of his sentence last Thursday. The organization had previously expressed skepticism regarding Kilo’s fate especially after his CT scan on May 14th.
ar: هذا ورحبت منظمة مراسلون بلا حدود التي تعنى بشؤون الصحافيين باطلاق سراح كيلو والذي حدث في وقت متأخر من مساء أمس بعد ان كان أنهى عقوبته الخميس الماضي ، فيما كانت في بيان سابق قد أعربت عن بالغ قلقها إزاء مصيره وذلك قبل اطلاق سراحه وخاصة انه خضع لصورة صوتية

source: Kilo, who is 68 years or age, was arrested on May 14th, 2006, and sentenced to three years of imprisonment with charges of “weakening national morale” upon signing the Beirut-Damascus Declaration which favored Syrian-Lebanese relationships. Despite a cou
ar: وتعرّض ميشيل كيلو البالغ 68 سنة من العمر للتوقيف في 14 أيار(مايو) 2006 وحكم عليه بالسجن لمدة ثلاثة أعوام بتهمة إضعاف الشعور القومي إثر توقيعه إعلان دمشق – بيروت، بيروت – دمشق الداعي إلى تطبيع العلاقات بين سوريا ولبنان. وبالرغم من إصدار قاضي التحقيق قرار

source: Comments on the death sentence on Hisham Talaat Mustafa in the murder of Suzan Tamim
ar: تعليقات عل الحكم الصادر بإعدام هشام طلعت مصطفى في قضية سوزان تميم

source: Comments on Facebook
ar: تعليقات فيسبوكيه

source: What are you expecting from Suzan Tamim's case? I think that El-Sukkary will get a death sentence, and Hisham will get a life imprisonment sentence. El-Sukkary should disappear.
ar: ماذا تتوقع في حكم قضية سوزان تميم ... ؟ أعتقد السكري إعدام وهشام مؤبد ... ! السكري لازم يختفي

source: In a quarter, the trial of Hisham Talaat Moustapha will take place, and in half an hour, the stock exchange will open, while Hisham's shares closed yesterday on 4.94. May God make things better today.
ar: بعد ربع ساعه محاكمه هشام طلعت مصطفي وبعد نص ساعه البورصه هتفتح وسهمه امبارح قفل علي 4.94 ربنا يستر

source: I don't know why did I shed a tear today, and I was really touched from inside, when I heard the sentences on the case of businessman Hisham Talaat Moustafa, and former police officer Mohsen El-Sukkary... I am very surprised that this happened to me.
ar: مش عارف ليه عنيا دمعة النهارده واتهزيت قوي من جوايا .. لما سمعت الحكم في قضية رجل الأعمال هشام طلعت مصطفى و الضابط السابق محسن السكري .. ومستغرب جدا من دا

source: Who's this Suzan Tamim whose murder makes someone like Hisham Talaat - who is one of the major pillars of Mubarak's regime - get a death sentence, while Mamdouh Ismail - who killed 1300 Egyptian kids, women, and elderly - get a 7 year prison sentence whic
ar: تطلع مين سوزان تميم دي الي قتلها يخلي واحد زي هشام طلعت مصطفى أحد أهم أعمدة نظام مبارك ياخد إعدام في حين ممدوح اسماعيل قتل 1300 إنسان مصري ما بين طفل وشاب وامرأه وعجوز ياخد حكم بـ 7 سنين ويقضيه في لندن

source: Death sentences for both Hisham Talaat and Mohsen El-Sukkary in the case of Susan Tamim... Glory be to God! I didn't know that any businessmen could be executed, people!
ar: الحكم بالإعدام على هشام طلعت ومحسن السكري في قضية سوزان تميم .... سبحان الله هو فيه رجال أعمال بيتعدموا يا جدعان !!!!!!

source: Death sentences for both Hisham Talaat and Mohsen El-Sukkary in the case of Susan Tamim, rulings of innocence in favour of torture officers, and 7 years in the ferry case. Long live justice!
ar: الحكم بالإعدام على هشام طلعت ومحسن السكري في قضية سوزان تميم والبراءة لضباط التعذيب و7 سنين لصاحب العبارة .تحيا العدل

source: Hisham Talaat Moustafa and El-Sukkary deserve what they got. This is the end of financially and morally corrupted people. But I wonder why didn't the court rule on the minister of health - the corrupt blood dealer -, and the murderers of the Egyptians on
ar: هشام طلعت مصطفى و السكري ..يستاهلوا ..دي نهاية الفاسدين ماليا و أخلاقيا بس يا ترى ليه القضاء محكمش على وزير الصحة تاجر الدم الفاسد و قتلة مصريي العبارة بنفس الحكم ؟ يا بلد تغيظ

source: I was absent for a short period, and when I am back, I find Talaat Moustafa sentenced to death... Anyways, I think that the sentence will be overturned in the appeal... I also believe that this is just a media splash to have people's sympathy... The one w
ar: اغيب شويه اجى الاقى طلعت مصطفى اتحكم عليه بالاعدام ...ع العموم انا من وجهة نظرى ان الحكم هيتلغى فى النقض ...وان دى مجرد فرقعه اعلاميه لكسب تعاطف الناس ..لان الاولى كان اتحكم على صاحب العباره اللى تسبب فى قتل اكتر من الف روح برئيه بالاعدام العداله والعدل م

source: Court is like a hair, it's moved by the air.
ar: العدالة زي الشعرة .. ساعة تروح .. وساعة تيجي

source: Oh Lord! Go ahead and execute them, whatever! Why does it have to be only the swine's destiny?
ar: يا فتاح يا عليم .. إعدم يا عم إعدم .. اشمعنى الخنازير يعني

source: The case of Hisham Talaat Moustafa and Mohsen El-Sukkary was transferred to the Mufti. The latter rejected the ruling, and the session of 25/6/2009 is set to issue the death sentence on Hisham and Mohsen, after which, the two accused have to right to appe
ar: تحويل أوراق هشام طلعت مصطفى و محسن السكري لفضيلة المفتي والمفتي يرفض الحكم ؛ وتحديد جلسة 25/6/2009 للنطق بحكم الإعدام عليهم ؛ وبعدها من حق المتهمين بالنقد في الحكم

source: Executing the criminal Hisham Talaat Moustafa is a lesson for all criminals of his kind.
ar: اعدام المجرم هشام طلعت مصطفى موعظة لكل المجرمين من امثالة

source: The case of El-Sukkary and Hisham Talaat was transferred to the Mufti... When will it be the turn of the cases of Mubarak, Youssef Wali, and Habib El-Aadeli?
ar: إحاله أوراق السكري و هشام طلعت للمفتي ... إمتي هنحيل ورق مبارك ويوسف والي وحبيب العادلي

source: The judiciary system is indeed the voice of God on earth... Death sentences for both Hisham Talaat and El-Sukkary.
ar: حقا القضاء صوت الله في الأرض .. الحكم بالأعدام لكل من هشام طلعت والسكري

source: Life sentence for the American soldier who raped an Iraqi girl and killed her family
ar: السجن المؤبد لمغتصب الفتاة العراقية وقاتل أهلها

source: (Day Press – Agencies)
ar: (دي برس – وكالات)

source: The jury of the American criminal court reduced to a life sentence the death penalty called for by prosecutors against the American soldier (Stephen Green) who raped an Iraqi girl and killed her with her family in a town near Baghdad in (2006).
ar: خفضت هيئة المحلفين في المحكمة الجزائية الأمريكية عقوبة الإعدام التي طالب بها ممثلو الادعاء بحق الجندي الأمريكي (ستيفن جرين) الذي قام باغتصاب فتاة عراقية وقتلها مع أهلها في بلدة قرب بغداد عام (2006) إلى السجن مدى الحياة.

source: Reuters reported that the same jury had found Green, 24, guilty for the same crimes on the seventh of this month.
ar: وذكرت رويترز أن هيئة المحلفين أدانت جرين البالغ (24) عاماً بالجرائم نفسها في السابع من الشهر الحالي.

source: Green and five of his companions had planned and committed a crime against the Iraqi family consisting of four members, after raping the girl. They showed off later about what they did to the girl and her family.
ar: وكان جرين وخمسة من رفاقه قد خططوا وارتكبوا جريمة بحق الأسرة العراقية المكونة من أربعة أفراد بعد اغتصابهم الفتاة وتباهوا فيما بعد بما فعلوه بحقها وأهلها.

source: Green escaped thus the death penalty, as that the jury of nine women and three men did not reach - after ten hours of deliberations - a consensus to punish the ex-soldier with a death penalty, so he was sentenced to a life sentence without parole.
ar: وبذلك افلت غرين من عقوبة الإعدام، إذ أن هيئة المحلفين التي تضم تسع نساء وثلاثة رجال لم تتوصل بعد عشر ساعات من المداولات إلى إجماع على إنزال عقوبة الإعدام في العسكري السابق الذي حكم عليه بالسجن المؤبد بدون أن يمنح حق الاستفادة من أي إطلاق سراح مشروط.

source: Stephen Dale has admitted the 17 charges against him including rape, murder and obstructing the work of the judiciary.
ar: واقر ستيفن دالي غرين بالتهم الـ17 الموجهة إليه ومنها الاغتصاب والقتل وعرقلة عمل القضاء.

source: The ex-soldier was accused of being at the head of the task force that committed a murder in March 2006 in Al-Mahmoudeya in Southern Baghdad, according to the resolution of indictment.
ar: واتهم الجندي السابق بأنه كان على رأس فرقة قامت بعملية قتل في آذار 2006 بالمحمودية في جنوب بغداد، حسب القرار الإتهامي.

source: At the time three other soldiers raped 14 year old Iraqi girl Abeer Al- Janabi, Green detained her parents and her 10 year old sister in a room, and killed them. Then, he also raped Abeer Al- Janabi, and killed her.
ar: وفي الوقت الذي قام فيه ثلاثة جنود آخرين باغتصاب الفتاة العراقية عبير الجنابي 14 عاما، احتجز غرين ذويها وشقيقتها البالغة من العمر عشر سنوات في غرفة وقتلهم. ثم اغتصب بدوره عبير الجنابي وقتلها.

source: Green had been expelled from the army because of personality disorder before the discovery of this case.
ar: وكان غرين طرد من الجيش بسبب اضطرابات في شخصيته قبل اكتشاف هذه القضية.

source: The ex-soldier's father said that the jury chose the best solution from two bad solutions, meaning the life sentence and the death penalty.
ar: وقال والد العسكري السابق أن المحلفين اختاروا الحل الأمثل بين حلين سيئين أي السجن المؤبد وعقوبة الإعدام.

source: In the last pleadings, deputy prosecutor Brian Skaret accused the defense of seeking to reduce the responsibility of the ex-soldier by stressing that he lived a hard childhood, and that military personnel in Iraq was suffering from a problem. Skaret said:
ar: وفي المرافعات الأخيرة، اتهم نائب المدعي براين سكيرد الدفاع بالسعي إلى التقليل من مسؤولية العسكري السابق بتأكيده أنه عاش طفولة صعبة وان الكوادر العسكرية في العراق كانت تعاني من خلل، وقال سكيرد لقد حاولوا تقديم غرين على أنه ضحية.

source: He confirmed that the state of war in Iraq cannot be used in any case as an excuse for this horrible attack, and that the accused had planned for the rape and murders with a criminal and ignoble mentality.
ar: وأكد أن حالة الحرب في العراق لا يمكن أن تستخدم بأي حال من الأحوال عذراً لهذا الهجوم المروع وأن المتهم خطط للاغتصاب ولعمليات القتل بعقلية إجرامية ومنحطة.

source: For his part, Green's defense attorney Scott Wendelsdorf, said that his client had asked for help three months before this tragedy because of the difficulties resulting from pressure in the fighting and that he told his Officer several times that he wante
ar: من جهته، قال سكوت وندلسدورف محامي غرين للمحلفين أن موكله طلب قبل ثلاثة أشهر من هذه المأساة مساعدة بسبب صعوبات ناجمة عن الضغط العصبي في المعارك وانه قال لضابط مرات عدة انه يريد قتل مدنيين عراقيين.

source: The lawyer said: Stephen Green is responsible for rape and murder, but the United States failed him, confirming that Green wouldn't have committed these crimes if he had gotten adequate assistance earlier.
ar: وقال المحامي إن: ستيفن غرين مسؤول عن الاغتصاب والقتل لكن الولايات المتحدة فشلت معه، مؤكداً أنه ما كان ليرتكب هذه الجرائم لو حصل على مساعدة كافية في وقت مبكر.

source: Gates: Guantanamo is a stain on US reputation, and a condemnation of it
ar: جيتس: جوانتانامو وصمة في سمعة الولايات المتحدة وإدانة لها

source: Robert Gates
ar: روبرت جيتس

source: Washington: American Defense Secretary Robert Gates defended the decision of President Barack Obama to close the Guantanamo detention camp, pointing out that Obama did not have but this option, because the name of the camp in itself is a condemnation of t
ar: واشنطن: دافع وزير الدفاع الأمريكي روبرت جيتس عن قرار الرئيس باراك أوباما إغلاق معتقل جوانتانامو، مشيرًا إلى أن أوباما لم يكن يملك سوى هذا الخيار لأن اسم المعتقل بحد ذاته يشكل إدانة للولايات المتحدة وإستراتيجيتها في مكافحة الإرهاب.

source: Reuters Agency quoted Gates saying in an interview with the NBC news network that: Guantanamo prison turned into a stain on the reputation of the United States and its image in the world. The name itself is a condemnation of U.S. anti-terrorism strategy.
ar: ونقلت وكالة رويترز عن جيتس قوله في مقابلة مع شبكة إن بى سي الاخبارية: إن معتقل جوانتانامو تحول إلى وصمة في سمعة الولايات المتحدة وصورتها في العالم، ومجرد اسمه يشكل إدانة للممارسات الأمريكية في مجال مكافحة الإرهاب.

source: He added that once a decision is taken on the closure order of the prison, the question that will be presented is on the destination to which the 240 detainees of Guantanamo will be transferred, pointing out that President Obama will never take any step t
ar: وأضاف أنه وحالما يتم اتخاذ قرار بتنفيذ أمر إغلاق المعتقل فسيكون السؤال الذي يطرح نفسه هو الوجهة التي سينقل إليها المعتقلون ال 240 المحتجزون هناك، مشيرا إلى أن الرئيس اوباما لا يمكن أن يقوم بأي خطوة يمكن أن تضع امن الولايات المتحدة والشعب الأمريكي في خطر.

source: In response to the sharp controversy raised by Obama's intentions to receive some of the detainees in the United States, Gates said: We have a lot of terrorists in American prisons today, and none of them ever escaped from one of these prisons with tight
ar: وردًا على الجدل الحاد الذي أثارته مساعي أوباما لاستقبال بعض المعتقلين في الولايات المتحدة، قال جيتس: لدينا الكثير من الإرهابيين في السجون الأمريكية اليوم، ولم يسبق لأحد على الإطلاق أن فر من أحد السجون ذات الحراسة الأمنية المشددة التي ينوى اوباما نقل بعض

source: The US Senate had voted on Wednesday in favor of a resolution to prevent the reception of Guantanamo detainees in the prisons of the United States, and reject the American President's request to allocate $80M from the military budget to the closure the de
ar: وكان مجلس الشيوخ الأمريكي صوت الاربعاء لمصلحة قرار يمنع استقبال معتقلي جوانتانامو في سجون الولايات المتحدة ويرفض مطلب الرئيس الأميركي بتخصيص ثمانين مليون دولار من الميزانية العسكرية لإغلاق المعتقل.

source: For his part, Obama said in a speech yesterday that there are no easy solutions for this issue, vowing to correct mistakes and clean up the mess created by the US practices in the detention camp under the administration of his predecessor George Bush. Oba
ar: بدوره، أكد اوباما في خطاب له أمس أنه ليست هناك حلول سهلة لهذه المسالة، متعهدا بتصحيح الأخطاء وتنظيف الفوضى التي خلقتها الممارسات الأمريكية في المعتقل تحت إدارة سلفه جورج بوش، وذلك بعد أن خاض معركته الانتخابية على أساس رفضه لهذا المعتقل ولأساليب التحقيق ال

source: Former deputy President Dick Cheney issued a scathing criticism, on Thursday, on the handling of Obama's administration of the issue of terrorism. Cheney has become one of the harshest critics of Barack Obama, and one of the main defenders of the policies
ar: وكان ديك تشيني النائب السابق للرئيس الأمريكي قد وجه نقدًا لاذعا الخميس لتعامل ادارة أوباما مع قضية الارهاب ليظهر كواحد من أقسى منتقدي أوباما وأبرز المدافعين عن سياسات الرئيس السابق جورج بوش بعد هجمات الحادي عشر من سبتمبر/ ايلول وذلك في وقت اثر فيه بوش نفس
